/* Άσκηση 4: Συντακτικά Λάθη
    • Αν πληκτρολογήσουμε κάτι λάθος, τότε ο μεταγλωττιστής δεν
      είναι σε θέση να καταλάβει τι εννοούμε.
    • Πειραματιστείτε κάνοντας τα εξής συντακτικά λάθη:
    • Αντί για print, γράψτε π.χ. pirnt
    • Ξεχάστε να κλείσετε το άγκιστρο της κλάσης
    • Ξεχάστε να κλείσετε τα εισαγωγικά της συμβολοσειράς
    • Αντί για class γράψτε clas
    • Παρατηρήστε το μήνυμα του μεταγλωττιστή σε κάθε
    περίπτωση
*/
public class exercise_04_syntax_errors {
    public static void main(String[] args) {
        System.out.println("Hello World!");
    }
}
