/* Άσκηση 3: Ο χαρακτήρας αλλαγής γραμμής
    • Ένας ειδικός χαρακτήρας (δηλαδή, μη συνηθισμένος, δεν είναι
      στο πληκτρολόγιο και αποτελεί συνδυασμό χαρακτήρων), που
      αναφέρεται και ως «χαρακτήρας αλλαγής γραμμής» είναι το \n.
    • Πειραματιστείτε ενσωματώνοντας το χαρακτήρα αυτό, σε
      κάποια συμβολοσειρά την οποία τυπώνετε στην κονσόλα.
*/
public class exercise_03_the_newline_character {
    public static void main(String[] args) {
        System.out.println("Hello World!\nI am going to learn Java!!");
    }
}
